Repository: nikolays93/wp-developers-tool
Catalog: languages/Tools-*.po
Languages: ru_ru

source: Compress original images
ru_ru: Сжимать оригиналы изображений

source: If the size of the uploaded image exceeds this, the original will be deleted, and instead the image with the specified size will be renamed to the original.
ru_ru: Если размер загруженного изображения превышает указанный, оригинал будет удален, а вместо него изображение с указанным размером переименуется в оригинал.

source: Do not compress
ru_ru: Не сжимать

source: Default compress (max-width: 1600)
ru_ru: Уменьшать по-умолчанию (Макс. ширина: 1600пикс.)

source: Enable second titles
ru_ru: Включить дополнительные заголовки

source: Change title ..
ru_ru: Изменить заголовок на ..

source: Do not use
ru_ru: Не использовать

source: For "The loop"
ru_ru: Для "The loop"

source: For detail only
ru_ru: На детальной странице

source: Record views
ru_ru: Записывать количество просмотров

source: Record views data to meta field "total_views"
ru_ru: Записывать данные о количестве просмотров в дополнительное поле "total_views"

source: For all post types
ru_ru: Записывать для всех

source: For "post" only
ru_ru: Только для записей

source: For "page" only
ru_ru: Только для страниц

source: For "product" only
ru_ru: Только для товаров

source: Remove attached images
ru_ru: Удалять прикрепленные изображения

source: Remove attached images, when post will be deleted
ru_ru: Если изображение привязано к записи, оно будет удалено, когда удалят запись

source: Do not remove
ru_ru: Не удалять

source: Remove all
ru_ru: Удалять все

source: For post only
ru_ru: Только для записей

source: For page only
ru_ru: Только для страниц

source: For products only
ru_ru: Только для товаров

source: Empty page message
ru_ru: Сообщение пустой страницы

source: Set message when page is empty
ru_ru: Если страница не заполнена, показывать сл. сообщение

source: <h3>Page be under development</h3>
ru_ru: <h3>Страница находится в разработке</h3>

source: Enable maintenance
ru_ru: Включить техническое обслуживание

source: Maintenance for temporary close your site
ru_ru: Техническое обслуживание времено закроет доступ к сайту (кроме пользователей с привелегией "edit_themes") с указанным сообщением

source: The website is in maintenance. Please check back later.
ru_ru: Сайт находится на техническом обслуживании. Пожалуйста, зайдите позже.

source: Disable wp_emoji
ru_ru: Отключить wp_emoji

source: Disable default Wordpress emoji smiles
ru_ru: Отключить стандартную функционал Wordpress поддерживающий Emoji смайлы

source: "On top" button content
ru_ru: Содержимое кнопки "Наверх"

source: Set style for #back-top
ru_ru: Задайте кнопке #back-top собственный стиль

source: Smooth scroll
ru_ru: Плаваня прокрутка

source: Smoothly scrolls over a specified number of pixels before the start of the object if the reference starts with # (Specify the height-to-object distance)[href=#obj]
ru_ru: Плавно пролистает за указанное количество пикселей до начала объекта, если ссылка начинается с # (Укажите высоту отступа до объекта)[href=#obj]

source: Scroll after page on load
ru_ru: Прокрутка после загрузки страницы

source: Smoothly scrolls over a specified number of pixels before the start of the object, if the address ends with object ID [http://#obj]
ru_ru: Плавно пролистает за указанное количество пикселей до начала объекта, если адрес заканчивается на ID объекта

source: Popular product
ru_ru: Популярный товар

source: Use manually
ru_ru: Использовать вручную

source: Sort by Views
ru_ru: Сортировать по просмотрам

source: Sort by sales
ru_ru: Сортировать по продажам

source: Wholesales
ru_ru: Оптовые продажи

source: Allow sell out bigger only, than..
ru_ru: Разрешить продажи от этого количества

source: Add measure unit
ru_ru: Добавить товару ед. измерения

source: Set default unit
ru_ru: Укажите стандартную величину

source: pcs
ru_ru: шт.

source: Add discount by summary
ru_ru: Добавить скидку от суммы

source: Change product price by cart summary
ru_ru: Изменить стоимость товара от стоимости корзины

source: Allow decimal quantities
ru_ru: Разрешить не целое количество

source: Add qty in pack
ru_ru: Добавить количество в упаковке

source: Add +/-
ru_ru: Добавить +/-

source: Add +/- buttons for qty increase/decrease
ru_ru: Добавить кнопки + и - для увеличения/уменьшения количество покупки

source: Increase step size
ru_ru: Изменять количетсво по упаковкам

source: The step change by pressing + / - (Up, Down) will be equal to the specified quantity in the package (Do not oppose entry into the manual)
ru_ru: Шаг изменений при нажатии + / - (Вверх, Вниз) будет равен указанным количеством в упаковке (Не противодействует вводу в ручную)

source: Add more advanced functions for your Wordpress site.
ru_ru: Добавляет дополнительный функционал для вашего Wordpress сайта.

source: Insert second title
ru_ru: Введите второе название

source: Empty title
ru_ru: Оставить пустым

source: Popularity product
ru_ru: Популярный товар

source: Show it on popular block
ru_ru: Этот товар будет показываться в блоке популярных товаров

source: Discount from
ru_ru: Скидка от

source: Set discount price when cart summary price from..
ru_ru: Установить скидку на товар при общей стоимости корзины от..

source: Measure unit
ru_ru: Ед. измерения

source: For ex. "pcs"
ru_ru: К примеру: "шт."

source: Pack qty
ru_ru: Кратность

source: Invalid quantity value.
ru_ru: Недопустимое значение количества.

source: Sale from
ru_ru: Продажа от

source: Advanced settings
ru_ru: Дополнительные настройки

source: Advance
ru_ru: Еще

source: General
ru_ru: Общее

source: Scripts
ru_ru: Скрипты
